Repository: timbornemann/Income-Insight-Engine
Catalog: IncomeInsightEngine/IncomeInsightEngine/Properties/Strings.*.resx
Languages: de

source: Add
de: Hinzufügen

source: Add a single transaction
de: Füge eine Transaktion hinzu

source: Add more Details
de: Füge weitere Details hinzu

source: Add Tag
de: Tag hinzufügen

source: Add Tags
de: Tags hinzufügen

source: Add transactions
de: Transaktionen hinzufügen

source: Add Transactions Fast
de: Transaktionen schnell hinzufügen

source: Add Transactions Save
de: Transaktionen sicher hinzufügen

source: Advanced Batch Processing
de: Erweiterte Stapelverarbeitung

source: Advanced Options
de: Erweiterte Optionen

source: All
de: Alle

source: Amount
de: Betrag

source: Analyze Groups
de: Gruppen analysieren

source: Analyze transactions
de: Transaktionen analysieren

source: Apply
de: Anwenden

source: Ascending
de: Aufsteigend

source: Bank Transfer
de: Banküberweisung

source: Batch processing
de: Stapelverarbeitung

source: Batch processing of partner names
de: Stapelverarbeitung von Partner-Namen

source: Batch processing of transaction details
de: Stapelverarbeitung von Transaktionsdetails

source: Blank
de: Leer

source: Budget Categories
de: Budgetkategorien

source: Budget Category
de: Budgetkategorie

source: Budget Category Batch Processing
de: Budgetkategorie Stapelverarbeitung

source: Budget Category Partner Batch Processing
de: Budgetkategorie Partner Stapelverarbeitung

source: Calculate Average Amount
de: Durchschnittlichen Betrag berechnen

source: Calculate Average Expense
de: Durchschnittliche Ausgabe berechnen

source: Calculate Average Income
de: Durchschnittliches Einkommen berechnen

source: Calculate Grouped Amount
de: Gruppierten Betrag berechnen

source: Calculate Grouped Average Amount
de: Gruppierten Durchschnittsbetrag berechnen

source: Calculate Grouped Average Expense
de: Gruppierte durchschnittliche Ausgabe berechnen

source: Calculate Grouped Average Income
de: Gruppiertes durchschnittliches Einkommen berechnen

source: Calculate Grouped Expenses
de: Gruppierte Ausgaben berechnen

source: Calculate Grouped Income
de: Gruppiertes Einkommen berechnen

source: Calculate Grouped Percentage Of Total Expanses
de: Gruppierten Anteil an Gesamtausgaben berechnen

source: Calculate Grouped Percentage Of Total Income
de: Gruppierten Anteil am Gesamteinkommen berechnen

source: Calculate Median
de: Median berechnen

source: Calculate Mode
de: Modalwert berechnen

source: Calculate Quantile
de: Quantil berechnen

source: Calculate Standard Deviation
de: Standardabweichung berechnen

source: Calculate Total Amount
de: Gesamtbetrag berechnen

source: Calculate Total Expenses
de: Gesamtausgaben berechnen

source: Calculate Total Income
de: Gesamteinkommen berechnen

source: Calculate Variance
de: Varianz berechnen

source: Cancel
de: Abbrechen

source: Cash
de: Bargeld

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Category Batch Processing
de: Kategorie Stapelverarbeitung

source: Category Budget Category Batch Processing
de: Kategorie Budgetkategorie Stapelverarbeitung

source: Category Currency Batch Processing
de: Kategorie Währung Stapelverarbeitung

source: Category Description Batch Processing
de: Kategorie Beschreibung Stapelverarbeitung

source: Category Partner Batch Processing
de: Kategorie Partner Stapelverarbeitung

source: Change
de: Ändern

source: Change Language
de: Sprache ändern

source: Choose Mode
de: Modus wählen

source: Classification
de: Klassifizierung

source: Classification Batch Processing
de: Klassifizierung Stapelverarbeitung

source: Classification Partner Batch Processing
de: Klassifizierung Partner Stapelverarbeitung

source: Classifications
de: Klassifizierungen

source: Compare with
de: Vergleichen mit

source: Completed
de: Abgeschlossen

source: Complete view
de: Vollständige Ansicht

source: Console mode
de: Konsolenmodus

source: Credit Card
de: Kreditkarte

source: Cryptocurrency
de: Kryptowährung

source: Currencies
de: Währungen

source: Currency
de: Währung

source: Currency Batch Processing
de: Währungs-Stapelverarbeitung

source: Currency Budget Category Batch Processing
de: Währung Budgetkategorie Stapelverarbeitung

source: Currency Category Batch Processing
de: Währung Kategorie Stapelverarbeitung

source: Currency Description Batch Processing
de: Währung Beschreibung Stapelverarbeitung

source: Currency Location Batch Processing
de: Währung Standort Stapelverarbeitung

source: Currency Partner Batch Processing
de: Währung Partner-Stapelverarbeitung

source: Currently
de: Aktuell

source: Current partner name
de: Aktueller Partnername

source: Date
de: Datum

source: Debit Card
de: Debitkarte

source: Delete Transaction
de: Transaktion löschen

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Description Batch Processing
de: Beschreibung Stapelverarbeitung

source: Description Partner Batch Processing
de: Beschreibung Partner Stapelverarbeitung

source: Direct Debit
de: Lastschrift

source: Edit Transactions
de: Transaktionen bearbeiten

source: End
de: Ende

source: EndDate
de: Enddatum

source: English
de: Englisch

source: Enter new
de: Neuen Eintrag eingeben

source: Enter new name
de: Neuen Namen eingeben

source: Enter path
de: Pfad eingeben

# EnterQuantile
source: Please enter the quantile value (between 0 and 1):
de: Bitte geben Sie den Quantilwert ein (zwischen 0 und 1):

# Error
source: An error occurred
de: Ein Fehler ist aufgetreten

# ErrorCryptograpic
source: A cryptographic error occurred
de: Ein kryptografischer Fehler ist aufgetreten

source: Exit
de: Beenden

source: Expenses
de: Ausgaben

source: Filter options
de: Filteroptionen

source: Finish
de: Fertig

source: Frequencies
de: Häufigkeiten

source: Frequency
de: Häufigkeit

source: Frequency Batch Processing
de: Häufigkeit Stapelverarbeitung

source: Frequency Partner Batch Processing
de: Häufigkeit Partner Stapelverarbeitung

source: Full Text Search
de: Volltextsuche

source: Generate random sample data
de: Zufällige Musterdaten generieren

source: German
de: Deutsch

source: Get All Transactions
de: Alle Transaktionen abrufen

source: Get Expense Transactions
de: Ausgabetransaktionen abrufen

source: Get Grouped Total Transaction Count
de: Gesamte Anzahl gruppierte Transaktionen abrufen

source: Get Income Transactions
de: Einkommens-Transaktionen abrufen

source: Get Reimbursable Transactions
de: Erstattbare Transaktionen abrufen

source: Get Tax Deductible Transactions
de: Steuerabzugsfähige Transaktionen abrufen

source: Get Total Transaction Count
de: Gesamtanzahl der Transaktionen abrufen

source: Get Transactions By Amount Range
de: Transaktionen nach Betragsspanne abrufen

source: Get Transactions By Budget Category
de: Transaktionen nach Budgetkategorie abrufen

source: Get Transactions By Category
de: Transaktionen nach Kategorie abrufen

source: Get Transactions By Classification
de: Transaktionen nach Klassifizierung abrufen

source: Get Transactions By Currency
de: Transaktionen nach Währung abrufen

source: Get Transactions By Date
de: Transaktionen nach Datum abrufen

source: Get Transactions By Description
de: Transaktionen nach Beschreibung abrufen

source: Get Transactions By Exact Amount
de: Transaktionen nach exaktem Betrag abrufen

source: Get Transactions By Frequency
de: Transaktionen nach Häufigkeit abrufen

source: Get Transactions By Location
de: Transaktionen nach Standort abrufen

source: Get Transactions By Partner
de: Transaktionen nach Partner abrufen

source: Get Transactions By Payment Method
de: Transaktionen nach Zahlungsmethode abrufen

source: Get Transactions By Priority
de: Transaktionen nach Priorität abrufen

source: Get Transactions By Project
de: Transaktionen nach Projekt abrufen

source: Get Transactions By Status
de: Transaktionen nach Status abrufen

source: Get Transactions By Tag
de: Transaktionen nach Tag abrufen

source: Group
de: Gruppieren

source: Group By
de: Gruppieren nach

source: Group By Amount
de: Gruppieren nach Betrag

source: Group By Amountrange
de: Gruppieren nach Betragsspanne

source: Group By Budget Category
de: Gruppieren nach Budgetkategorie

source: Group By Category
de: Gruppieren nach Kategorie

source: Group By Classification
de: Gruppieren nach Klassifizierung

source: Group By Currency
de: Gruppieren nach Währung

source: Group By Date
de: Gruppieren nach Datum

# GroupByDateDay
source: Group By Day
de: Gruppieren nach Tag

# GroupByDateMonth
source: Group By Month
de: Gruppieren nach Monat

# GroupByDateWeekDay
source: Group By Weekday
de: Gruppieren nach Wochentag

# GroupByDateYear
source: Group By Year
de: Gruppieren nach Jahr

source: Group By Description
de: Gruppieren nach Beschreibung

source: Group By Frequency
de: Gruppieren nach Häufigkeit

source: Group By Location
de: Gruppieren nach Standort

source: Group By Notes
de: Gruppieren nach Notizen

source: Group By Partner
de: Gruppieren nach Partner

source: Group By Partner IBAN
de: Gruppieren nach Partner-IBAN

source: Group By Payment Method
de: Gruppieren nach Zahlungsmethode

source: Group By Priority
de: Gruppieren nach Priorität

source: Group By Project
de: Gruppieren nach Projekt

source: Group By Status
de: Gruppieren nach Status

source: Group By Tag
de: Gruppieren nach Tag

source: Home
de: Start

source: Import csv file from DKB
de: CSV-Datei von DKB importieren

source: Income
de: Einkommen

# InvalidQuantile
source: Invalid quantile value. Please enter a value between 0 and 1.
de: Ungültiger Quantilwert. Bitte geben Sie einen Wert zwischen 0 und 1 ein.

source: Invoice
de: Rechnung

source: Location
de: Standort

source: Location Batch Processing
de: Standort Stapelverarbeitung

source: Location Currency Batch Processing
de: Standort Währung Stapelverarbeitung

source: Locations
de: Standorte

source: Max. amount
de: Maximaler Wert

source: Min. amount
de: Minimaler Wert

source: No
de: Nein

source: Notes
de: Notizen

source: Notes Batch Processing
de: Notizen Stapelverarbeitung

source: Notes Partner Batch Processing
de: Notizen Partner Stapelverarbeitung

source: no transactions available
de: Keine Transaktionen verfügbar

source: Number of sample data months
de: Anzahl der Beispielmonate

source: Open Transaction File Manually
de: Transaktionsdatei manuell öffnen

source: Partner Batch Processing
de: Partner Stapelverarbeitung

source: Partner Description Batch Processing
de: Partner Beschreibung Stapelverarbeitung

source: Partner Iban Batch Processing
de: Partner Iban Stapelverarbeitung

source: Partner Iban Partner Batch Processing
de: Partner Iban Partner Stapelverarbeitung

source: Partners
de: Partner

source: Payment Method
de: Zahlungsmethode

source: Payment Method Batch Processing
de: Zahlungsmethode Stapelverarbeitung

source: Payment Method Description Batch Processing
de: Zahlungsmethode Beschreibung Stapelverarbeitung

source: Payment Method Partner Batch Processing
de: Zahlungsmethode Partner Stapelverarbeitung

source: Payment Methods
de: Zahlungsmethoden

source: Pending
de: Ausstehend

source: Priorities
de: Prioritäten

source: Priority
de: Priorität

source: Priority Batch Processing
de: Priorität Stapelverarbeitung

source: Priority Partner Batch Processing
de: Priorität Partner Stapelverarbeitung

source: Project
de: Projekt

source: Project Batch Processing
de: Projekt Stapelverarbeitung

source: Project Partner Batch Processing
de: Projekt Partner Stapelverarbeitung

source: Projects
de: Projekte

source: Ready with csv decoding
de: Fertig mit der CSV-Decodierung

source: Receipt
de: Quittung

source: Refine selection
de: Auswahl verfeinern

source: Reimbursable
de: Erstattungsfähig

source: Rename All Null Budget Categories
de: Alle Null-Budgetkategorien umbenennen

source: Rename All Null Categories
de: Alle Null-Kategorien umbenennen

source: Rename All Null Classifications
de: Alle Null-Klassifizierungen umbenennen

source: Rename All Null Currencies
de: Alle Null-Währungen umbenennen

source: Rename All Null Descriptions
de: Alle Null-Beschreibungen umbenennen

source: Rename All Null Frequencies
de: Alle Null-Frequenzen umbenennen

source: Rename All Null Locations
de: Alle Null-Standorte umbenennen

source: Rename All Null Payment Methods
de: Alle Null-Zahlungsmethoden umbenennen

source: Rename All Null Priorities
de: Alle Null-Prioritäten umbenennen

source: Rename All Null Projects
de: Alle Null-Projekte umbenennen

source: Rename All Null Statuses
de: Alle Null-Statusse umbenennen

source: Rename All Transaction Partners
de: Alle Transaktionspartner umbenennen

source: Replace with
de: Ersetzen mit

source: Reset
de: Zurücksetzen

source: Result
de: Ergebnis

source: Selection
de: Auswahl

source: Separated by commas ','
de: Getrennt durch Kommas ','

source: Separate with commas
de: Mit Kommas trennen

source: Settings
de: Einstellungen

source: Short view
de: Kurzansicht

source: Show
de: Zeige

source: Show general transaction information
de: Allgemeine Transaktionsinformationen anzeigen

source: Show Transactions
de: Transaktionen anzeigen

source: Sort
de: Sortieren

source: Sort by Amount
de: Nach Betrag sortieren

source: Sort By Amount Ascending
de: Nach aufsteigendem Betrag sortieren

source: Sort By Amount Descending
de: Nach absteigendem Betrag sortieren

source: Sort by Date
de: Nach Datum sortieren

source: Sort by ID
de: Nach ID sortieren

source: Sort By Key Ascending
de: Nach aufsteigendem Schlüssel sortieren

source: Sort By Key Descending
de: Nach absteigendem Schlüssel sortieren

source: Sort by Location
de: Nach Ort sortieren

source: Sort by Partner
de: Nach Partner sortieren

source: Sorting options
de: Sortierungsoptionen

# SortTransactionsByAmountAscending
source: Sort By Amount Ascending
de: Nach aufsteigendem Betrag sortieren

# SortTransactionsByAmountDescending
source: Sort By Amount Descending
de: Nach absteigendem Betrag sortieren

# SortTransactionsByDateAscending
source: Sort By Date Ascending
de: Nach aufsteigendem Datum sortieren

# SortTransactionsByDateDescending
source: Sort By Date Descending
de: Nach absteigendem Datum sortieren

# SortTransactionsByIdAscending
source: Sort By Id Ascending
de: Nach aufsteigender ID sortieren

# SortTransactionsByIdDescending
source: Sort By Id Descending
de: Nach absteigender ID sortieren

# SortTransactionsByLocationAscending
source: Sort By Location Ascending
de: Nach aufsteigendem Ort sortieren

# SortTransactionsByLocationDescending
source: Sort By Location Descending
de: Nach absteigendem Ort sortieren

# SortTransactionsByPartnerAscending
source: Sort By Partner Ascending
de: Nach aufsteigendem Partner sortieren

# SortTransactionsByPartnerDescending
source: Sort By Partner Descending
de: Nach absteigendem Partner sortieren

source: Start Date
de: Startdatum

source: Status Batch Processing
de: Status Stapelverarbeitung

source: Statuses
de: Status

source: Status Partner Batch Processing
de: Status Partner Stapelverarbeitung

source: Tag Partner Add Batch Processing
de: Tag Partner Stapelverarbeitung hinzufügen

source: Tag Partner Change Batch Processing
de: Tag Partner Stapelverarbeitung ändern

source: Tag Partner Remove Batch Processing
de: Tag Partner Stapelverarbeitung entfernen

source: Tax Deductible
de: Steuerlich absetzbar

source: The file does not exist.
de: Die Datei existiert nicht

source: Total amount
de: Gesamtbetrag

source: Total expenses
de: Gesamtausgaben

source: Total income
de: Gesamteinkommen

source: Transaction
de: Transaktion

source: Transactions
de: Transaktionen

source: View
de: Ansicht

source: View list
de: Liste anzeigen

source: View Only Groupnames
de: Nur Gruppennamen anzeigen

source: View transactions
de: Transaktionen anzeigen

source: Voucher
de: Gutschein

source: Yes
de: Ja
